read_verilog fetch_unit.v
proc; opt
techmap; opt
write_verilog fetch_unit_s.v
